export default {
  tips: [
    '春眠不觉晓',
    '处处闻啼鸟',
    '夜来风雨声',
    '花落知多少'
  ],
  // 新人特权
  privilege: {
    title: '新人特权',
    tip: '完成以下参与条件，限量赠送新人特权',
    list: [{
      label: '开户即送',
      desc: '永久免佣特权<br> 专属VIP客服'
    }, {
      label: '首次入金/首次转仓',
      desc: 'LV2高级行情<br>最高1000元现金红包'
    }]
  },
  // 活动流程
  progress: {
    title: '活动流程',
    list: [{
      label: '开通账户'
    }, {
      label: '入金/转仓'
    }, {
      label: '领取奖励'
    }]
  },
  // 活动流程
  feature: {
    title: '廿年品牌，值得信赖',
    list: [{
      label: '永久免佣',
      desc: '渠道专属特权，限量发放'
    }, {
      label: '线上开户',
      desc: '线上资料提交，开户零门槛'
    }, {
      label: '资金安全',
      desc: '香港证监会持牌法团<br>20年运营零故障'
    }, {
      label: '全球交易',
      desc: '立足香港，服务全球'
    }]
  },
  // 投资者保障
  safeguard: {
    title: '投资者保障',
    tip: '值得信赖的香港持牌券商',
    list: [{
      label: '证券牌照',
      desc: '香港证监会证券交易经营牌照(AAW177)香港证监会金融服务牌照'
    }, {
      label: '证券托管',
      desc: '客户证券资产托管在中央结算机构'
    }, {
      label: '投资者保险',
      desc: '客户的港美股交易受保险保障'
    }, {
      label: '资金托管',
      desc: '客户资金托管在中国银行（香港）'
    }]
  },
  // 规则
  rule: {
    title: '活动规则',
    list: [{
      text: '本活动为凤凰财经渠道用户专享优惠活动，仅限本页面成功注册的玖富犇犇用户参与。'
    }, {
      text: '活动期间（2018-10-8至2018-12-30），渠道用户首次入金或首次转入股票净入金达到相应奖励条件，即可领取对应奖励。'
    }, {
      text: '首次入金或转仓最低到账金额为10000港元或1300美元。'
    }, {
      text: '从注册玖富犇犇账户起，首笔从其他券商转入股票到玖富犇犇APP，按发起日当日的收盘价格计算到账股票的市值。兑换标准：1USD=7.75UKD'
    }, {
      text: '此活动不与其他优惠活动同享。详情请联系客服<a class="font-red link" href="tel:0755-36552261">0755-36552261</a>或关注微信公号“玖富国际”（i9fstock）咨询。'
    }, {
      text: `<lable class="label">活动奖励发放说明</lable>
      <p class="text">首次入金或转仓资金达到奖励发放标准后，可点击<span class="font-red link rewards" id="rewards">“查看活动奖励”</span></p>
      <p class="text">1)现金发放：获得现金红包后，请打开APP“我的”-“奖励中心”-“查看奖励”可领取，每周三可申请提现，用户可根据页面的提现说明联系犇犇客服，我们在三十个工作日内将现金发放到用户的微信账户。</p>
      <p class="text">现金奖励发放前，账户如有出金操作则视为用户主动放弃现金奖励资格。</p>
       <table class="rule-table table">
       <thead>
          <tr>
           <th colspan="2">首次入金或转仓</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>金额(港币)</td>
            <td>奖品(现金红包)</td>
          </tr>
          <tr>
            <td>HK$10,000-50,000</td> <td>￥218</td>
          </tr>
          <tr>
            <td>HK$50,001-100,000</td> <td>￥300</td>
          </tr>
          <tr>
           <td>HK$100,001-500,000</td> <td>￥500</td>
          </tr> <tr> <td>HK$500,001-1,000,000</td> <td>￥800</td> </tr> <tr> <td>HK$1,000,001以上</td> <td>￥1000</td> </tr> </tbody> </table> <p class="text">2)免佣发放：成功开户即可生效，指定渠道用户尊享永久0佣金0平台使用费0打新手续费。</p> <p>领取永久免佣特权后，如90天内未完成首次单笔满10000港元入金操作，将会失去永久免佣特权。</p>`
    }, {
      text: '本活动优惠仅适用于大陆用户，香港及大陆以外身份的用户无法享受此优惠。'
    }, {
      text: '本次活动的现金奖励由玖富网络深圳有限公司提供。永久0佣金适用范围，仅限终身免除港股交易佣金和平台使用费，不包含其他非券商收取的交易产生费用。本活动解释权在法律允许范围内归玖富网络所有。'
    }]
  },
  // 奖励
  rewards: {
    title: '活动奖励',
    text: `<table class="table rewards-table">
    <thead>
      <tr>
        <th>奖品</th>
        <th>类型</th>
        <th>领取时间</th>
      </tr>
    </thead>
    <tbody>
    <tr>
      <td>永久免佣</td>
      <td>开户送</td>
      <td>2018-09-30</td>
    </tr>
    <tr>
      <td>300元现金红包</td>
      <td>入金送</td>
      <td>2018-09-30</td>
    </tr>
      <tr>
        <td>300元现金红包</td>
        <td>转仓送</td>
        <td>2018-09-30</td>
      </tr>
    </tbody>
  </table>`
  }
}
